[
  {
    "key": "WebShare",
    "title": "Web Share API",
    "description": "Позволяет веб-приложениям обмениваться ссылками, текстом и файлами с другими приложениями, установленными на устройстве, так же, как это делают нативные приложения. Например, можно быстро поделиться чеком об оплате в мессенджере, не выходя из банковского приложения."
  },
  {
    "key": "ContactPicker",
    "title": "Contact Picker API",
    "description": "API выбора контактов предоставляет пользователям простой способ поделиться контактами из своего списка. В поле ввода номера телефона или рядом с ним добавляется кнопка, при клике на которую открывается книга контактов устройства, из которой удобно выбрать нужный."
  },
  {
    "key": "FileSystem",
    "title": "File System API",
    "description": "Позволяет взаимодействовать с файлами на локальном устройстве пользователя или в сетевой файловой системе, доступной пользователю. Основные функции этого API включают чтение файлов, запись или сохранение файлов и доступ к структуре каталогов."
  },
  {
    "key": "MediaCapture",
    "title": "Media Capture and Streams API",
    "description": "Это API позволяет веб-приложениям получать доступ к возможностям захвата мультимедиа на устройстве. Например, можно активировать камеру, считать штрихкод и редиректнуть пользователя по определенной ссылке."
  },
  {
    "key": "WebOtp",
    "title": "WEB OTP API",
    "description": "Позволяет автоматически вставлять код из смс"
  },
  {
    "key": "WebBluetooth",
    "title": "Web Bluetooth API",
    "description": "Обеспечивает возможность подключения и взаимодействия с периферийными устройствами Bluetooth Low Energy"
  },
  {
    "key": "WebNotifications",
    "title": "Web Notifications API",
    "description": "Позволяет приложению отправлять уведомления, которые отображаются за пределами страницы на системном уровне; это позволяет веб-приложениям отправлять информацию пользователю, даже если приложение находится в режиме ожидания или в фоновом режиме."
  },
  {
    "key": "WebSpeech",
    "title": "Web Speech API",
    "description": "Позволяет веб-приложениям обрабатывать голосовые данные"
  },
  {
    "key": "GeolocationApi",
    "title": "Geolocation API",
    "description": "Позволяет получать текущее местоположение пользователя (широта, долгота, точность) и отслеживать изменения позиции"
  },
  {
    "key": "WebVibration",
    "title": "Web Vibration API",
    "description": "Позволяет запускать вибрацию на устройствах, поддерживающих эту функцию"
  },
  {
    "key": "BarcodeDetection",
    "title": "Barcode Detection API",
    "description": "API обнаружения штрихкодов обнаруживает линейные и двумерные штрихкоды на изображениях."
  }
]
